[
    {
        "quote": "Mr. and Mrs. Dursley of number four, Privet Drive, were proud to say that they were perfectly normal, thank you very much.",
        "author": "unknown"
    },
    {
        "quote": "I hope you're pleased with yourselves. We could all have been killed — or worse, expelled. Now if you don't mind, I'm going to bed.",
        "author": "Hermione Granger"
    },
    {
        "quote": "It does not do well to dwell on dreams and forget to live.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "To the well-organized mind, death is but the next great adventure.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "You're a little scary sometimes, you know that? Brilliant ... but scary.",
        "author": "Ron Weasley"
    },
    {
        "quote": "There will be no foolish wand-waving or silly incantations in this class. As such, I don't expect many of you to appreciate the subtle science and exact art that is potion-making. However, for those select few who possess the predisposition, I can teach you how to bewitch the mind and ensnare the senses. I can tell you how to bottle fame, brew glory, and even put a stopper in death. Then again, maybe some of you have come to Hogwarts in possession of abilities so formidable that you feel confident enough to not pay attention!",
        "author": "Severus Snape"
    },
    {
        "quote": "It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Yer a wizard Harry.",
        "author": "Rubeus Hagrid"
    },
    {
        "quote": "There are all kinds of courage. It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "The truth. It is a beautiful and terrible thing, and should therefore be treated with great caution.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "There are some things you can’t share without ending up liking each other, and knocking out a twelve-foot mountain troll is one of them.",
        "author": "unknown"
    },
    {
        "quote": "Fear of a name only increases fear of the thing itself.",
        "author": "Hermione Granger"
    },
    {
        "quote": "Dobby is free.",
        "author": "Dobby"
    },
    {
        "quote": "Training for the ballet, Potter?",
        "author": "Draco Malfoy"
    },
    {
        "quote": "I’ll be in my bedroom, making no noise and pretending I’m not there.",
        "author": "Harry Potter"
    },
    {
        "quote": "Hearing voices no one else can hear isn’t a good sign, even in the wizarding world.",
        "author": "Ron Weasley"
    },
    {
        "quote": "When in doubt, go to the library.",
        "author": "Ron Weasley"
    },
    {
        "quote": "Fawkes is a phoenix, Harry. Phoenixes burst into flame when it is time for them to die and are reborn from the ashes.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Fame is a fickle friend, Harry. Celebrity is as celebrity does. Remember that.",
        "author": "Gilderoy Lockhart"
    },
    {
        "quote": "Honestly, if you were any slower, you’d be going backward.",
        "author": "Draco Malfoy"
    },
    {
        "quote": "I solemnly swear I am up to no good.",
        "author": "Harry Potter"
    },
    {
        "quote": "Honestly, am I the only person who's ever bothered to read 'Hogwarts: A History?",
        "author": "Hermione Granger"
    },
    {
        "quote": "But you know, happiness can be found even in the darkest of times, if one only remembers to turn on the light.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Don’t let the muggles get you down.",
        "author": "Ron Weasley"
    },
    {
        "quote": "I want to commit the murder I was imprisoned for.",
        "author": "Sirius Black"
    },
    {
        "quote": "Why, dear boy, we don’t send wizards to Azkaban just for blowing up their aunts.",
        "author": "Cornelius Fudge"
    },
    {
        "quote": "You think the dead we loved truly ever leave us? You think that we don’t recall them more clearly in times of great trouble?",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Mischief Managed!",
        "author": "Harry Potter"
    },
    {
        "quote": "If you want to know what a man’s like, take a good look at how he treats his inferiors, not his equals.",
        "author": "Sirius Black"
    },
    {
        "quote": "I am what I am, an' I'm not ashamed. 'Never be ashamed,' my ol' dad used ter say, 'there's some who'll hold it against you, but they're not worth botherin' with.'",
        "author": "Rubeus Hagrid"
    },
    {
        "quote": "It matters not what someone is born, but what they grow to be.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "We are only as strong as we are united, as weak as we are divided.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Your devotion is nothing more than cowardice. You would not be here if you had anywhere else to go.",
        "author": "Voldemort"
    },
    {
        "quote": "Numbing the pain for a while will make it worse when you finally feel it.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Anyone can speak Troll. All you have to do is point and grunt.",
        "author": "Fred Weasley"
    },
    {
        "quote": "Curiosity is not a sin…. But we should exercise caution with our curiosity… yes, indeed.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Twitchy little ferret, aren’t you, Malfoy?",
        "author": "Hermione Granger"
    },
    {
        "quote": "Just because it’s taken you three years to notice, Ron, doesn’t mean no one else has spotted I’m a girl!",
        "author": "Hermione Granger"
    },
    {
        "quote": "Differences of habit and language are nothing at all if our aims are identical and our hearts are open.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Give her hell from us, Peeves.' And Peeves, whom Harry had never seen take an order from a student before, swept his belled hat from his head and sprang to a salute as Fred and George wheeled about to tumultuous applause from the students below and sped out of the open front doors into the glorious sunset.",
        "author": "Harry Potter"
    },
    {
        "quote": "I think we've outgrown full-time education ... Time to test our talents in the real world, d'you reckon?,",
        "author": "Fred Weasley"
    },
    {
        "quote": "I think I'll just go down and have some pudding and wait for it all to turn up — it always does in the end.",
        "author": "Luna Lovegood"
    },
    {
        "quote": "Just because you have the emotional range of a teaspoon doesn't mean we all have.",
        "author": "Hermione Granger"
    },
    {
        "quote": "You can laugh, but people used to believe there were no such things as the Blibbering Humdinger or the Crumple-Horned Snorkack!",
        "author": "Luna Lovegood"
    },
    {
        "quote": "I mean, it's sort of exciting, isn't it, breaking the rules?",
        "author": "Hermione Granger"
    },
    {
        "quote": "We’ve all got both light and dark inside us. What matters is the part we choose to act on. That’s who we really are.",
        "author": "Sirius Black"
    },
    {
        "quote": "Indifference and neglect often do much more damage than outright dislike.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Youth can not know how age thinks and feels. But old men are guilty if they forget what it was to be young.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Things we lose have a way of coming back to us in the end, if not always in the way we expect.",
        "author": "Luna Lovegood"
    },
    {
        "quote": "Wit beyond measure is man’s greatest treasure.",
        "author": "Luna Lovegood"
    },
    {
        "quote": "'The thing about growing up with Fred and George is that you sort of start thinking anything's possible if you've got enough nerve.'",
        "author": "Ginny Weasley"
    },
    {
        "quote": "And now, Harry, let us step out into the night and pursue that flighty temptress, adventure.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Dumbledore says people find it far easier to forgive others for being wrong than being right.",
        "author": "Hermione Granger"
    },
    {
        "quote": "There is no need to call me ‘sir,’ Professor.",
        "author": "Harry Potter"
    },
    {
        "quote": "You’re just as sane as I am.",
        "author": "Luna Lovegood"
    },
    {
        "quote": "I am a wizard, not a baboon brandishing a stick.",
        "author": "unknown"
    },
    {
        "quote": "Age is foolish and forgetful when it underestimates youth.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Once again, you show all the sensitivity of a blunt axe.",
        "author": "Nearly Headless Nick"
    },
    {
        "quote": "It is the unknown we fear when we look upon death and darkness, nothing more.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "It is the quality of one’s convictions that determines success, not the number of followers.",
        "author": "Remus Lupin"
    },
    {
        "quote": "Every human life is worth the same, and worth saving.",
        "author": "Kingsley Shacklebolt"
    },
    {
        "quote": "After all this time? Always.",
        "author": "Severus Snape"
    },
    {
        "quote": "Words are, in my not-so-humble opinion, our most inexhaustible source of magic. Capable of both inflicting injury, and remedying it.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "Not my daughter, you b*tch!",
        "author": "Molly Weasley"
    },
    {
        "quote": "It is a curious thing, Harry, but perhaps those who are best suited to power are those who have never sought it. Those who, like you, have leadership thrust upon them, and take up the mantle because they must, and find to their own surprise that they wear it well.",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "He can run faster than Severus Snape confronted with shampoo.",
        "author": "Fred Weasley"
    },
    {
        "quote": "Of course it is happening inside your head, Harry, but why on earth should that mean that it is not real?",
        "author": "Albus Dumbledore"
    },
    {
        "quote": "I've always wanted to use that spell.",
        "author": "Minerva McGonagall"
    },
    {
        "quote": "No post on Sundays.",
        "author": "Vernon Dursley"
    },
    {
        "quote": "We could all have been killed—or worse, expelled.",
        "author": "Hermione Granger"
    },
    {
        "quote": "Never trust anything that can think for itself if you can’t see where it keeps its brain.",
        "author": "Arthur Weasley"
    },
    {
        "quote": "Why couldn’t it be ‘follow the butterflies’?",
        "author": "Ron Weasley"
    },
    {
        "quote": "Riddikulus",
        "author": "Remus Lupin"
    },
    {
        "quote": "The ones that love us never really leave us.",
        "author": "Sirius Black"
    },
    {
        "quote": "Have a biscuit, Potter.",
        "author": "Minerva McGonagall"
    },
    {
        "quote": "Just because you have the emotional range of a teaspoon doesn’t mean we all have.",
        "author": "Hermione Granger"
    }
]